{
  "jobs": [
    {
      "id": 1,
      "openings": 1,
      "role": "Social Media Manager",
      "responsibilities": "As a Social Media Manager at Exlval, You will be at the forefront of our client's online presence. Your primary responsibility will be to develop and execute effective social media strategies that align with our client's objectives and enhance their brand image.",
      "youWillDo": "Create and curate engaging content for various social media platforms, including but not limited to Facebook, Instagram, Twitter, LinkedIn, and YouTube. Develop and manage social media calendars, ensuring consistent and timely posting. Monitor and engage with online audiences, responding to comments, messages, and mentions in a timely and authentic manner. Analyze social media performance using data and insights to optimize strategies and achieve key performance indicators. Collaborate with the design team to create visually appealing and shareable graphics, videos, and other multimedia content.Stay updated with the latest trends, technologies, and best practices in social media and digital marketing.",
      "qualifications": "We welcome individuals possessing the requisite knowledge and skills for this position to join our team. (No Degree Needed) Proven experience as a Social Media Manager or similar role. Demonstrated success in creating and executing social media strategies that drive engagement and growth. Strong understanding of various social media platforms, their features, and audience behaviors. Excellent written and verbal communication skills. Proficiency in social media management tools and analytics platforms. Creative thinking and the ability to generate innovative content ideas. Strong organizational skills and the ability to manage multiple clients and campaigns simultaneously.",
      "applicationProcess": "To apply, please send your resume, a cover letter detailing your relevant experience, and a portfolio showcasing your previous social media work to lakshman@exlval.com. Please include Social Media Manager Application - [Your Name] in the subject line.",
      "applicationDeadline": "24th August 2023",
      "note": "Exlval Digital Marketing Co. is an equal-opportunity employer. We encourage applications from candidates of all backgrounds and experiences."
    }
  ]
}
