{
  "testimonials": [
    {
      "img": "/images/testimonials/alok.png",
      "quote": "Exlval has a friendly team — they do what is required and deliver quality work on time. Exlval developed and designed my website, and they're working on creating content for it. In addition, most of the online tasks are handled by them, including social media management, SEO, and paid ads. Exlval has assigned us different team members for all the services they're providing, including for content, SEO, design, and social media. Their project management is good; Exlval is always available when I need them.",
      "name": "Alok Koshti",
      "work": "Director, Lawyer 4 Help | KeyCMS | Dr. Daizy | VOIP"
    },
    {
      "img": "/images/testimonials/rahul.jpeg",
      "quote": "We were amazed by the new website. I'm of the owner of company and we provide flute learning courses online. From website design to development, everything was taken care of Perfection, commitment, working ahead of time and wonderful support round the clock From Exlval to Redesign and development of my website they assigned 4-5 peoples from content writing to designing to development. We were amazed by the new website. Just Perfect work done on Website Design and so on. Timeline and perfection of Work is at Exlval.",
      "name": "Rahul Krishnan",
      "work": "Owner, Krishna Flute"
    },
    {
      "img": "/images/testimonials/alka.jpg",
      "quote": "Thank you!! Exlval for your dedicated service towards ALKSUN Medical Clinic. I must say that this was my first venture and had lots of anxiety but your team made things a lot easier. Much appreciate your quick service and naive ideas. Keep going!!!",
      "name": "Dr. Alka Sori",
      "work": "Doctor, Alksun Medical Clinic"
    },
    {
      "img": "/images/testimonials/mayank.png",
      "quote": "The process was completed smoothly and cooperatively. Their Knowledge and technique on product was immensible . They explained each and every aspect of the product briefly which helped us to decide on our needs. The website was very attractive and satisfying . Every detail that we asked for just as per our requirement. No major changes were made once the launch was done.",
      "name": "Mayank Vaishnav",
      "work": "Consultant, Acute Group"
    },
    {
      "img": "/images/testimonials/sumit.png",
      "quote": "They really care about their clients. For Social media and ecommerce management I have contacted Exlval. After taking their services we saw growth of around 50% in our sales. Client servicing team is really good, Exlval really cares about their client's Growth.",
      "name": "Sumit Agnani",
      "work": "Founder, MERCHANT BROS"
    },
    {
      "img": "/images/testimonials/vasant.png",
      "quote": "Their values toward their client were impressive. They were always available for any inquiry or query. I came across a post on LinkedIn through which I approached them. The project was to design posts for social media pages, on an initial basis they provided me with a good example of how images will look. so i decided to proceed further with 30 images in 10 days. Their design was very detailed and minimalistic just like I wanted for my clients. They have done, a tremendous job.",
      "name": "Vasant Mali",
      "work": "Owner, Inspire Art Gallery"
    },
    {
      "img": "/images/testimonials/akhilesh.png",
      "quote": "Their instant support and flexibility are impressive. We hired Exlval for our Instagram growth.They created the content for us and helped us in growing our Instagram followers and helped us to gain leads for our business.My account has grown from 100k followers to 140k in 4 months and got many promotions.Service was amazing. Their instant support and flexibility are impressive.",
      "name": "Akhilesh Khanduri",
      "work": "Co-Founder, Growing Mafia"
    },
    {
      "img": "/images/testimonials/shaunakk-patel.png",
      "quote": "Their personal attention and fast delivery were Impressive. I have Opted. Exlval for A neat and clean website on time. As the owner of Exlval, Lakshman Sharma was in known of me. Then we started for Website Development and secondly we started for Search Engine Optimization. Must say Very nice research and execution and also very professional and good coordination in between different teams. Their personal attention and fast delivery were impressive. Keep it up Exlval!!!",
      "name": "Dr. Shaunakk Patel",
      "work": "Owner, Opulence Dermatology & Aesthetics Clinic Ahmedabad"
    }
  ]
}
